
export default function Story() {
  return (
    <>
      <div className="bg-gray-50 flex flex-col items-center py-10 ">
<p className="text-[30px] mb-[32px] font-sans font-bold">قصتنا</p>
<div className="lg:w-[60%] w-[90%] md:w-[70%] p-10 bg-white rounded-lg shadow-lg ">
<p className=" text-[18px]">منصة <span className="text-blue-700">قطع غيار السيارات</span> هي منصة احترافية متخصصة في بيع قطع غيار السيارات عبر الإنترنت. نخدم الأفراد المهتمين بصيانة سياراتهم، بالإضافة إلى الورش ومراكز الصيانة في جميع أنحاء جمهورية مصر العربية </p>
<p className="my-4 text-[18px]">نؤمن بأن الحصول على قطع الغيار المناسبة بجودة عالية وأسعار منافسة يجب أن يكون سهلاً وسريعاً. لذلك قمنا ببناء منصة متطورة تجمع آلاف القطع من مختلف الماركات والموديلات في مكان واحد.</p>
<p className=" text-[18px]">مع نظام البحث المتقدم الخاص بنا، يمكنك العثور على القطعة المناسبة لسيارتك في دقائق معدودة، مع ضمان التوافق الكامل والجودة العالية.</p>
</div>
      </div>
    </>
  )
}
